[{
		"name": "PUBG New State Story Mission",
		"description": "The story mission is divided into four weeks. Each week a new story mission will open. For the first week, there are three missions which are as follows-",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/11/Screenshot-2021-11-13-at-10.33.28-AM.jpg"
	},
	{
		"name": "Perfunctory Promotions",
		"description": "Players have to collect three Troi police posters from around Troi.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/11/Screenshot-2021-11-13-at-10.33.35-AM.jpg"
	},{
		"name": "A Sweet Box of Mystery",
		"description": "Players have to obtain three Cica morphine from donut shops.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/11/Screenshot-2021-11-13-at-10.33.44-AM.jpg"
	},{
		"name": " Defensive Plans",
		"description": " Players have to obtain three Troi police Defensive Plans case files from police stations.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/11/Screenshot-2021-11-13-at-10.33.53-AM.jpg"
	},{
		"name": "Step-by-step guide on how to obtain these items",
		"description": "All these items are spread across Troi but these can easily be obtained by just going to one spot. Here are the steps to obtain all these items Go to Chester which is located right next to the mall.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/11/Screenshot-2021-11-13-at-10.34.04-AM.jpg"
	},{
		"name": "Police Station.",
		"description": "In the Police station, players can obtain Troi Police posters and case files. There are more than three posters and case files. Posters are hung on the walls on the ground floor and case files are located on the rooftop. ",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/11/Screenshot-2021-11-13-at-10.34.12-AM.jpg"
	},{
		"name": "Donut Shop.",
		"description": "From the police station, players should go to the Donut Shop. In Chester, there are a total of three donut shops. Two of them are shown in the above image and the other one is located above the other settlement.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/11/Screenshot-2021-11-13-at-10.34.34-AM.jpg"
	},{
		"name": "Crosshair Placement",
		"description": "Also, your crosshair is moving based on anticipation of the enemy and not to get a headshot on them. Crosshair placement is a skill that is connected with aim training but has a lot to do with game sense too",
		"img": "https://cdn-www.bluestacks.com/bs-images/PUBG_New_State_Headshot_Guide_EN_3.jpg"
	},{
		"name": "Taking Time",
		"description": "There will be times when you are playing PUBG: New State, you will be in areas with a lot of buildings. In areas like these, you know that players can come out from any angle",
		"img": "https://cdn-www.bluestacks.com/bs-images/PUBG_New_State_Headshot_Guide_EN_5.jpg"
	},{
		"name": "Game Sense",
		"description": "To make the concept easy to understand, game sense is when you can tell where the target will approach you from. This is completely different than crosshair placement. Here, you are utilizing your in-game knowledge of mechanics along with your experiences of previous engagements.",
		"img": "https://cdn-www.bluestacks.com/bs-images/PUBG_New_State_Headshot_Guide_EN_6.jpg"
	},{
		"name": "Movement Affects Aim",
		"description": "Something that is often neglected when it comes to aim and crosshair placement is how movement affects it. When you are playing a battle royale game in PUBG: New State, you will come across close range engagements. In those situations, you will notice that more than just aim, it is also your movement that comes into play. In close range situations, the objective is not just to get a shot on the enemy but also to get no shots on you. By moving around and doing moves like jiggle peeking you will throw the enemy’s aim off. However, this comes at a cost as your aim will be off as well. ",
		"img": "https://cdn-www.bluestacks.com/bs-images/PUBG_New_State_Headshot_Guide_EN_8.jpg"
	},
	{
		"name": "Making Decisions",
		"description": "where one wrong move can put you in a headshot, and boom, you are out of the game. So making decisions is an important aspect. A wrong move and no idea what to do will take you nowhere but losing the game. So try to develop a proper plan-making good decision like when to land, where to land, be mentally prepared to deal with enemies. Yes, it would help if you kept in mind that long survival is a key aspect. Moreover, choose a path you are quite familiar with. That will make it easy to loot; you will already know vehicle position, houses to go in, etc.",
		"img": "https://encdn.ldmnq.com/faq/images/en/bc9ccabe-1344-4cde-9b36-c6a8f29ce50d.jpg"
	},{
		"name": "Play Style - Choose Wisely",
		"description": "So, players, you have good decision-making ability, but your playstyle is weak; then again, this will lead to a losing situation. You should be aware of your strengths and weaknesses. Talking about the playstyle- there are two types- passive and aggressive.",
		"img": "https://encdn.ldmnq.com/faq/images/en/7a664a03-c6b4-49a7-97ab-6fb403d74d32.jpg"
	},{
		"name": "Game Knowledge",
		"description": "Moreover, don't settle thinking you have a lot of experience and now you have good knowledge. No, the PUBG: New State keeps coming with the new features, which means you also need to update. Additionally, game knowledge as classified is of two types- constant and changing. As a player, the situation keeps on changing in the game, so the game knowledge even changes as in losing a fight, how will you escape.",
		"img": "https://encdn.ldmnq.com/faq/images/en/51870a33-b7b0-4a4d-bd69-e86846e65a73.jpg"
	},{
		"name": "Gathering Information",
		"description": "New State comes with almost all tactics, playstyle, alertness, and cleverness. All these will improve if you gather more and more information. You need to keep an eye on everything in your surroundings as you are not only the one playing.",
		"img": "https://encdn.ldmnq.com/faq/images/en/0ee0d3a7-7cef-44a7-8898-91f5964e3d54.jpg"
	},{
		"name": "Peeking",
		"description": "Starting with the Peek option, there are now three different ways a player can peek and check what's going on behind the cover.",
		"img": "https://static1.srcdn.com/wordpress/wp-content/uploads/2021/11/image-6-1.jpg?q=50&fit=crop&w=960&h=500&dpr=1.5"
	},{
		"name": "Single Fire",
		"description": "A single fire mode will be available on many weaponry, including assault rifles, sniper rifles, and marksman rifles. When you hit the fire button on your gun, it fires a single round every time you press it. By many accounts, this technique of firing is the most precise approach to hit your targets. Single Fire shots will be e some of the most outrageous ones you will see in the game.",
		"img": "https://encdn.ldmnq.com/faq/images/en/bc96c606-4347-4a45-babc-12a2642cf516.jpg"
	},{
		"name": "Burst Fire",
		"description": "Burst fire is another kind of firing that falls somewhere between a single fire and a spray fire. A gun releases a brief burst of bullets followed by spots in burst fire. Consider a single fireworks display with several bullets. Instead of a wayward spray, burst fire is a terrific approach to send many well-placed shots. ",
		"img": "Burst fire is another kind of firing that falls somewhere between a single fire and a spray fire. A gun releases a brief burst of bullets followed by spots in burst fire. Consider a single fireworks display with several bullets. Instead of a wayward spray, burst fire is a terrific approach to send many well-placed shots."
	},{
		"name": "Spray Fire",
		"description": "The majority of players in the game will be familiar with this shooting approach. When you hit the fire button, your gun cycles through the rounds, known as spray fire or auto fire. The majority of the weaponry you'll find in PUBG: New State will be spray fire guns, which provide several advantages. ",
		"img": "https://encdn.ldmnq.com/faq/images/en/916cee31-0548-4f58-884d-a36f17731ae2.jpg"
	},{
		"name": "Conclusion",
		"description": "So after almost a month of release, the game has more than 10 Million players with an overall rating of 3.7 stars out of 5. There are some minor bugs that the developers will fix in future updates. The latest update that the game has received is on November 29, 2021. with some crucial in-game updates and bug fixes.",
		"img": "https://encdn.ldmnq.com/faq/images/en/691fe777-d71a-4968-8d8d-cfb9b4907004.jpg"
	},{
		"name": "City Hall",
		"description": "Firstly, comes the city hall. Situated on the bottom island is a town where this main city hall is located. Surrounded by the shops and houses, the city hall is in the middle. City hall has a lot to offer in terms of loot for the player. The plot of the city hall is somehow like, outside the city hall, a lot of protestors tents, broken cars, vandalized statues symbolizing the past of Troi.",
		"img": "https://encdn.ldmnq.com/faq/images/en/645cd88d-8ca7-4310-984c-066e9c86e650.jpg"
	},{
		"name": "Trailer Park",
		"description": "The third on our list is the Trailer park, the home to the biker gang from the Troi; this place is filled with trailers. Here the players can find loots on the top as well as the inside of the park. Players can land and get straight into the action and eventually use the trailer as cover and take down their opponents.",
		"img": "https://encdn.ldmnq.com/faq/images/en/691470e0-2e54-4a8d-8dc6-a238d83ab520.jpg"
	},{
		"name": "Vrion",
		"description": "This is technically a jeep that can carry multiple people. A Vrion is very helpful when you have a squad and want to kill enemies on the move. This vehicle is well built with an armored body, and also it doesn't consume much fuel; hence you can travel long distances. Due to its heavy armor, destroying this vehicle with weapons is quite difficult.",
		"img": "https://encdn.ldmnq.com/faq/images/en/908af37d-b5f2-4acb-95e4-e8f85984a96d.jpg"
	},{
		"name": "Vulture",
		"description": "It's a bike on steroids. A two-wheeler ergonomic makes it very handy. Two players can travel on it. The only issue is you will be vulnerable to attacks as there is no protection. Also, the Vulture is quite unstable, and the turning is also quite hard. Evading heated situations sometimes becomes very difficult, and you will get caught in the crossfire between other players. In terms of fuel efficiency, being a bike, you can travel quite a long distance but with the sacrifice of protection.",
		"img": "https://encdn.ldmnq.com/faq/images/en/9ea121a7-4b28-422c-9fa6-732bb1cd7802.jpg"
	},{
		"name": "Nova",
		"description": "It's the rarest electric vehicle in the game as it doesn't spawn that often. It's also the fastest car in the game, which is very helpful for traveling from one place to another on the map. This car can always be found in the 'Exhibit hall.",
		"img": "https://encdn.ldmnq.com/faq/images/en/49e40611-3e67-4019-ab66-2418ace5a591.jpg"
	},{
		"name": "EV-AX",
		"description": "All of us might already know about the buggy in PUBG. EV-AX is also a buggy but electric. It's the second-fastest vehicle in the game, but you have protection from all sides; hence evading enemies becomes very easy, and also, the buggy is an offroading vehicle.",
		"img": "https://encdn.ldmnq.com/faq/images/en/0a2df591-0d69-4cbb-96e5-4adb8e3d3632.jpg"
	},{
		"name": "Volta ",
		"description": "It's the third-fastest car in the game and one of the most durable vehicles. It's quite reliable in terms of speed, with a max speed of 128km/h. Also, the car doesn't make much noise hence helpful in entering an areal stealthily.",
		"img": "https://encdn.ldmnq.com/faq/images/en/9c50806f-8b29-4ce0-8b3c-ae561b3b3c3d.jpg"
	},{
		"name": "Lightning",
		"description": "It's an electric bike with a top speed of 140km/hr. This makes it ideal for cruising through the map. The only disadvantage is that it's quite unstable in off-road terrain, and you might find yourself falling from the bike quite often, plus you are vulnerable to enemy firing.",
		"img": "https://encdn.ldmnq.com/faq/images/en/3ac8cde4-0d5c-43f1-ad94-e8a551cfc37e.jpg"
	},{
		"name": "Troi map",
		"description": "Similar to the Erangel, this Troi map includes 22 locations for the landing purpose for the players. 8×8 km in dimensions, the Troi map is the main island subdivided into 3 parts- one big island and the other two small islands connected with bridges. In 22 locations, the 5 spots are mains that stand out, and majorly loots of the Troi map are available here. ",
		"img": "https://encdn.ldmnq.com/faq/images/en/4e38dc8d-16ec-4f14-947e-50b2654df2a2.jpg"
	},{
		"name": "City Hall",
		"description": "Firstly, comes the city hall. Situated on the bottom island is a town where this main city hall is located. Surrounded by the shops and houses, the city hall is in the middle. City hall has a lot to offer in terms of loot for the player. The plot of the city hall is somehow like, outside the city hall, a lot of protestors tents, broken cars, vandalized statues symbolizing the past of Troi.",
		"img": "https://encdn.ldmnq.com/faq/images/en/e7bd0ba1-4855-40e8-bed3-ecf2160cca7e.jpg"
	},{
		"name": "Survivor Pass",
		"description": "The amount of SP earned depends on how long you survive a match. Earn additional SP by completing Pass and Story Missions",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/1-72-1536x691.jpg"
	},{
		"name": "Daily & Weekly",
		"description": "The pass offers daily and weekly missions to help Survivors earn their pass levels",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/3-38-1536x691.jpg"
	},{
		"name": "Story",
		"description": "3 Story Missions are available every week.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/4-34-1536x691.jpg"
	},{
		"name": "Making Friends",
		"description": "Make friends with other Survivors and take on the Battlegrounds together.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/5-26-1536x691.jpg"
	},{
		"name": "Hashtags",
		"description": "Throw out some hashtags about your status or mood, and look up hashtags to befriend other Survivors as well",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/6-23-1536x691.jpg"
	},{
		"name": "Share Team Link",
		"description": "Deep Link is an invitation system that allows Survivors to send out an invite to friends.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/7-25-1536x691.jpg"
	},{
		"name": "Ignore Requests",
		"description": "With the [Ignore Requests] feature, you can choose not to receive requests from certain players for 5 minutes and enjoy a little downtime.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/10-13.jpg"
	},{
		"name": "Level of Expertise",
		"description": "Survivors can choose their Level of Expertise and Preferred Control Settings.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/11-12-1536x691.jpg"
	},{
		"name": "Control Settings",
		"description": "After you select your Level of Expertise, choose the Control Settings you are familiar with or want to learn, then start the tutorial.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/12-9-1536x691.jpg"
	},{
		"name": "Chat: Find Party",
		"description": "Survivors can join various chat channels in the lobby.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/13-9-1536x692.jpg"
	},{
		"name": "Clan",
		"description": "Become a Clan Master and create your own Clan, recruit fellow Survivors and work together to raise your Clan’s honor on the Battlegrounds",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/19-4-1536x691.jpg"
	},{
		"name": "Management",
		"description": "https://gameplay.tips/wp-content/uploads/2021/11/20-4-1536x691.jpg",
		"img": "There are roles and tiers in every clan."
	},{
		"name": "Match History",
		"description": "In Career Results and Statistics, you can get data on your previous matches.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/21-4-1536x691.jpg"
	},{
		"name": "Career Results",
		"description": "You can check your in-game data on the Statistics tab. Try beating your own personal records! Your stats are recorded by season and region.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/22-5-1536x691.jpg"
	},{
		"name": "Tier",
		"description": "Compete against other Survivors to reach a higher Tier to earn honor and higher Tier rewards(Each season lasts for 2 months, and all Tiers are reset after the season ends.)",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/23-4.jpg"
	},{
		"name": "Ranking",
		"description": "PUBG: NEW STATE’s ranking shows information on the 1st to 100th-placing players, and the placement is based on a Survivor’s play scores.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/24-2-1536x691.jpg"
	},{
		"name": "Account Level",
		"description": "Increase your account level to receive level-up rewards",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/25-2-1536x691.jpg"
	},{
		"name": "Achievements",
		"description": "Earn achievements and rewards through PUBG: NEW STATE’s Achievements System! To make your drops into the Battlegrounds all the more meaningful, challenges and accomplishments, both big and small, will be recorded here.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/26-2-1536x691.jpg"
	},{
		"name": "Achievement Point Rewards",
		"description": "You will get Achievement Points every time you earn an achievement. You can exchange them for various items through the Reward tab.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/29-1.jpg"
	},{
		"name": "Match Ranking",
		"description": "Once a match ends, you can check your placement and your average rank on the [End of Match (EOM)] screen.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/30-1536x691.jpg"
	},{
		"name": "Match Result",
		"description": "On the EOM screen, you can check your average score and other records!",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/31-1536x691.jpg"
	},{
		"name": "Spectate",
		"description": "In PUBG: NEW STATE, you can spectate friends or clan members while they are on the Battlegrounds",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/34-1536x691.jpg"
	},{
		"name": "Inventory",
		"description": "PUBG: NEW STATE allows you to mix and match your items in the Wardrobe to give your character a unique look.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/36-1536x691.jpg"
	},{
		"name": "Preset",
		"description": "You can change your costumes by selecting one of your Presets in the inventory or starting island.",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/37-1536x691.jpg"
	},{
		"name": "Icon",
		"description": "Set a profile icon that represents you!",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/39.jpg"
	},{
		"name": "Frame",
		"description": "You can also set a Profile Frame to better express yourself!",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/40-1536x691.jpg"
	},{
		"name": "Title",
		"description": "Give yourself a Title in your Profile!",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/41-1536x691.jpg"
	},{
		"name": "Nameplate",
		"description": "Set a Nameplate in your Profile to decorate your nickname!",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/42-1536x691.jpg"
	},{
		"name": "Nameplate Effect",
		"description": "Set up a cool Nameplate Effect in your Profile to decorate your nickname",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/43-1536x691.jpg"
	},{
		"name": "Season Badge",
		"description": "Show off your Seasonal Achievement with the Season Badge!",
		"img": "https://gameplay.tips/wp-content/uploads/2021/11/44-1-1536x691.jpg"
	},{
		"name": "New Drone",
		"description": "Like PUBG Mobile, a new drone will be available in this game. The players can use this drone for several purposes. They can use this drone to find out their enemies from far away. They can notice the activities of enemies by using this new drone. The players can carry the drone and use it at any place and time. The drone helps the players in the game. So it is the very best feature of this new game.",
		"img": "https://encdn.ldmnq.com/faq/images/en/e3155a4d-45cd-4c4b-887b-fa04eb42dd42.jpg"
	},{
		"name": "Realistic and Dynamic Gunplay",
		"description": "We discussed that modern and advanced technology is used in this game. Powerful new guns are added to this game. So the players can enjoy the best realistic and dynamic gunplay in this game.",
		"img": "https://encdn.ldmnq.com/faq/images/en/580f25cf-528a-490f-bc7d-3f8304b0ae37.jpg"
	},{
		"name": "Sensitivity code for PUBG New State players",
		"description": "Here are the best camera and scope sensitivity settings for players ",
		"img": "https://staticg.sportskeeda.com/editor/2021/11/c5175-16366416887820-1920.jpg"
	},{
		"name": "M24",
		"description": "The M24 is easily the go-to sniper in PUBG: New State, and there are various reasons for that. The number one reason for that is its ability to take out targets from vantage points silently. This gun comes with multiple attachments, but the best has to be the suppressor that enables anyone to be a silent predator.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-New-State-M24.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "AKM",
		"description": "Originally, AKM came from 1959, so it's quite an old one. However, just because it's an old design doesn't make it any less powerful. This weapon was supposed to be a replacement for AK-47, and looking at this list, it is clear why. AKM uses .762mm ammunition and is great for mid-range combat.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-New-State-AKM.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "M416",
		"description": "Before talking about M416, we have to talk about its real-life counterpart, Heckler & Koch HK416. In-game or in the real world, this gun is one of the most tactical assault rifles available right now. To the people who aren't easily satisfied with AKM, M416 does the job perfectly",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/M416-PUBG-New-State-1.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "Beryl M762",
		"description": "Beryl M762, also known as the karabinek szturmowy wzór 1996 Beryl is as perfect as assault rifles can get in PUBG. When it comes to this gun, it's a deadly mix between the versatility of AKM and the sheer firing rate of Gorza. M762 has quite a few variants in real life, and it seems the best one is in PUBG.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-new-state-Beryl-M762.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "Grenade Launcher",
		"description": "If every player in PUBG gets a Grenade Launcher, the whole game won't last a few minutes. The reason for this is the ridiculous power of this weapon and its ability to take down vehicles. This weapon right here isn't just a gun. It's heavy artillery.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-new-state-grenade-launcher-1.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "AWM",
		"description": "While AWM might sound like the long-lost brother of AKM, it's not. This gun is far from being an assault rifle. AWM, also known as Arctic Warfare Magnum, is a deadly bolt-action sniper rifle that can take targets down in a blink.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-New-State-AWM.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "Crossbow",
		"description": "At first glance, people will either hate the Crossbow or love it. There's no in-between. The reason for this is how tricky this weapon is to use in PUBG: New State. But the players who do manage to use this weapon right can take one shot kills almost every time in short to medium range combat.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-New-State-Crossbow-1.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "Vector",
		"description": "This one has been a classic since the original PlayerUnknown's Battlegrounds, and it still is in PUBG: New State. Vector has countless use cases, a rapid-fire rate, and has a huge attachment library. It is undoubtedly the best submachine gun in PUBG, and the biggest reason for that is its reliability in tight situations.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-New-State-Vector-1.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "S12K",
		"description": "Shotguns can be tricky to use in PUBG, but once perfected, they become downright overpowered. Especially S12K, which can quite literally one-shot people from medium range, killing them instantly.",
		"img": "Shotguns can be tricky to use in PUBG, but once perfected, they become downright overpowered. Especially S12K, which can quite literally one-shot people from medium range, killing them instantly."
	},{
		"name": "Groza",
		"description": "Even the worst player in the world will be able to take kills with Gorza. That's how overpowered it is. Gorza, also known as the Thunderstorm, was invented in Russia in 1992 and has since been a cult classic weapon. This weapon is a Bullpup assault rifle and has a crazy rate-of-fire to damage ratio.",
		"img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/11/PUBG-New-State-Groza-1.jpg?q=50&fit=crop&w=740&dpr=1.5"
	},{
		"name": "Godzilla AWM",
		"description": "The Godzilla AWM has become one of the most popular weapon skins in BGMI and PUBG Mobile with its glowing muzzle effect. The weapon has seven upgrade levels. Players are also eagerly waiting to get a similar skin for the AWM sniper rifle in the PUBG New State title.",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/9952c-16349800008818-1920.jpg"
	},{
		"name": "Golden Trigger M416",
		"description": "The Golden Trigger M416 is one of the rarest skins in BGMI and PUBG Mobile. This particular skin is owned by very few players in the community. The skin provides a royal look to the iconic weapon and would definitely look great if it were to be featured in the PUBG New State title",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/afb94-16349293216746-1920.jpg"
	},{
		"name": "M416 Glacie",
		"description": "M416 Glacier is definitely the fan-favorite weapon skin in BGMI and PUBG Mobile. It is an upgradable weapon skin and has a frozen icy appearance. The gun is rated in the first position due to its iconic On-Hit Effect. This particular effect allows the user to see a snowy glowing animation upon shooting an enemy player.",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/9bd51-16349290040101-1920.jpg"
	},{
		"name": "Daily Roulette Spin",
		"description": "You can spin daily Roulette for a free chicken medal from 1 to 200 once per day when you open the game.",
		"img": "https://zilliongamer.com/uploads/pubg-new-state/news/how-to-get-gun-skins/daily-roulette-spin.jpg"
	}
]
