[{
		"name": "Lord of the Rings",
		"description": "The Lord of the Rings: Rise to War is a faction-based multiplayer strategy game published by NetEase based loosely on The Lord of the Rings movies and books, whereupon you can pick the side of evil or good. With your fellow players, you will conquer Middle-Earth or die trying. You will usher in a new era of prosperity and happiness, or plunge the world into the depths of darkness and despair depending on which faction wins in the current season.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-the-one-ring-1000x563-1.jpg"
	},
	{
		"name": "Rise to War",
		"description": "One thing to keep in mind is that The Lord of the Rings: Rise to War requires patience. Usually, you’re better off logging in for short bursts of action, as a lot of the timers get rather long once you get past your first day conquering spree. Planning out your moves might take longer than actually doing them, since you don’t want to end up sending your armies on a 2 hour tavern Tip while they’ve still got stamina to burn. Stamina management and land tile expansion are everything.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-battle-1000x563-1.jpg"
	},{
		"name": "STRONG COMMANDERS FOR STRONG ARMIES",
		"description": "Above all, your efforts mostly lead to making your Commanders stronger. They get a Command point for every level, which is worth 100 infantrymen or 50 cavalry each. If you want to take the stronger tiles on the map, you’ll need a very strong army, especially since you might not want to send multiple commanders after the same tile. Here are some ways to level your Commanders up, so they can bring more and stronger troops to battle.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-commander-1000x563-1.jpg"
	},{
		"name": "Mock Battles",
		"description": "One thing to do at the end of your session, if you aren’t sending all your armies to do Tips because you already ran out and still have stamina to burn, is to have them engage in Mock Battles. This is a way to trade time for EXP without risking the massive, hilarious casualty numbers that tend to happen from real, non-curbstomp battles.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-mock-battle-1000x563-1.jpg"
	},{
		"name": "Booze-Based Respect",
		"description": "One advantage lower tier commanders have over their rarer counterparts is their ability to accumulate respect using good ol’ fashioned Ale, an item that all low tier commanders share as a preference. High respect gives extra skill points much like leveling up does, and this means lower tier commanders are much easier to power up. Not to mention high respect levels are mandatory to unlock more nodes in their skill tree.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-booze-1000x563-1.jpg"
	},{
		"name": "Matching Armies",
		"description": "Commanders in The Lord of the Rings: Rise to War often specialize in powering up a certain unit type. This usually means you should match the armies to their commanders when you can. If you see a commander’s skill tree and they have a ton of skills for powering up ranged units, you may want to give them an unusually high concentration of units like archers and axe throwers, and maybe some defense-oriented units up front to soak damage for them.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-army-screen-1000x563-1.jpg"
	},{
		"name": "Military Academics",
		"description": "The Military Academy is a priority structure to get and upgrade, as each level gives all of your commanders an extra 2 command points. This lets your commanders bring more troops with them to combat, allowing them to take better tiles and fight harder. These upgrades take a while, but they are generally worth it since they only use up your basic resources.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-academy-1000x563-1.jpg"
	},{
		"name": "MORE PIECES ON THE BOARD",
		"description": "Before focusing on strengthening the commanders you already have, it may be more useful to try and get more commanders instead, even the lower tier ones. You need to be able to do lots of Tips, take loads of terrain, and gather more resources. An incredibly strong commander will only be good for the conquering loads of good terrain part.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-army-command-1000x563-1.jpg"
	},{
		"name": "Mathom Peddler",
		"description": "The most obvious one is to go to the Mathom Peddler (this game’s equivalent to the Gacha) and spend Coins to hopefully get the materials your commanders want. If you’re lucky, you’ll just straight up get a commander’s Invitation letter, skipping the part where you try to save for their favorite gifts, usually Ale if they’re a tier 1 commander.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-mathom-peddler-1000x563-1.jpg"
	},{
		"name": "Drunken Rumors, Or Important Tips?",
		"description": "Tips (not to be confused for advice!) are quests found in the Tavern, marked by a horse icon on the bottom right of your screen. You have to dispatch commanders currently inside your Settlement tile to do them. Some Tips give out Commander Respect, which you need to either recruit new commanders, or power up ones you already have. That way you aren’t completely reliant on the Mathom gacha.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-tips-1000x563-1.jpg"
	},{
		"name": "Mathom Voucher Trade? Nah!",
		"description": "This is one thing you should never ever do, as it’s a massive, fat newbie trap. You can trade respect materials for commanders you don’t want, to get vouchers which allow you to get other materials you might want. Sounds cool, until you realize the payout just isn’t worth it. More often than not, being overly picky with your commanders only helps when you’re picking which of the ones you already own to upgrade.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-mathom-voucher-1000x563-1.jpg"
	},{
		"name": "TROOP LOGISTICS",
		"description": "In any war, you need soldiers to win. The more you can deploy at any given time, the better. A lot of your time and resources will be spent giving your commanders the troops they need to do their jobs and fight.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-armies-1000x563-1.jpg"
	},{
		"name": "Allies From Across Middle-Earth",
		"description": "So you’re new to The Lord of the Rings: Rise to War and have finished a few quests. Suddenly, a bunch of armed Men barge into your clearly Dwarven barracks and ask to join your army, rather than looking for Aragorn’s boys.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-ranger-1000x563-1.jpg"
	},{
		"name": "Constant Conscription",
		"description": "The Barracks tab allows you to conscript troops for your commanders. Ideally, you should keep this full, and if not, it should be training troops until it is. Keeping it full and running means you constantly have replacements for troops you’ve lost. If you run out of space, you can either disband lower tier troops, or upgrade it in the Build tab for more space. You actually have two structures related to conscription: The Barracks and the Conscription Post.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-barracks-1000x563-1.jpg"
	},{
		"name": "Remember Your Apothecary",
		"description": "So your army’s running short on units and the barracks is taking forever to conscript replacements. If you’ve been through a few battles, head to the Apothecary and check on the injured. You need to make sure you have space in your Barracks before you can heal them.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-apothecary-1000x563-1.jpg"
	},{
		"name": "IT’S NOT THE ONE RING, BUT IT’S THE ONE RING YOU’VE GOT",
		"description": "You’ve got a ring. There are many like it, but this one is yours. The Lord of the Rings: Rise to War has a heavy focus on accumulating land to get more Ring Power. Most of your Ring Power ought to go to your kingdom in general, rather than straight to your army’s killing power. Early on, these are your priorities for powering your ring up. Then you can get the fun murder-based upgrades!",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-ring-power-1000x563-1.jpg"
	},{
		"name": "Dominance!",
		"description": "The most important upgrade for your ring whenever it’s available is always, always Dominance, for one simple reason: More land tiles. It really helps to conquer as much land as possible, even if the land isn’t of particularly high Ring Power. You’re doing this for all the other resources, as while two pieces of land have wildly different ring power, the resource difference between tiles are a bit more flat.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-dominance-1000x563-1.jpg"
	},{
		"name": "Experience Power",
		"description": "Another good priority for Ring Power use are your Commander EXP rate upgrades. Getting these as early as possible is useful to making the most of your time spent playing the game, allowing you to power up new commanders faster, and get bigger armies early. Get the general EXP upgrade first, then focus on the ones that give you extra EXP for whichever task you do the most often.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-ring-exp-1000x563-1.jpg"
	},{
		"name": "Riches and Plenty",
		"description": "Another good path to try and rush to, albeit a bit harder, is in the direction of getting more resources like Wood, Stone, Ore and Grain. The Harvest node allows you to get resources faster, which is always nice. That being said, you might be better off getting this second, as you’ll need a well-upgraded Storage to make the most of this upgrade.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-ring-harvest-1000x563-1.jpg"
	},{
		"name": "GENERAL TIPS AND TRICKS",
		"description": "The advice down here is for your day-to-day play, and a few things that might be easily missed. Doing Tips, scouting dangerous tiles, simply remembering to burn Stamina and the like. These will hopefully make your everyday sessions more productive.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-battle-damage-1000x563-1.jpg"
	},{
		"name": "Patchwork Kingdoms",
		"description": "You can only conquer tiles next to tiles you already own. So abandoning tiles might be dangerous since they might cut you off from your main settlement right? Wrong! Tiles completely disconnected from your settlement still gather resources for you as long as you own them, and you can still take tiles next to them without a hitch.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-tile-deletion-1000x563-1.jpg"
	},{
		"name": "Scouting And Battle Reports",
		"description": "If you’re about to attack a tile, it might help to send in a scout unit consisting of a single commander with a few t1 units. After a defeat, the game tells you via the Battle Report system (This is located in the mail tab) what enemies they had fought. Since your scouting force only consists of a few cheap cannon fodder- oh we mean- “brave volunteers”, your losses are minimal.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-battle-report-1000x563-1.jpg"
	},
	{
		"name": "Know Your Allies",
		"description": "Don’t worry if you start next to a bunch of other kingdoms, at least if their territory is marked by purple tiles. That means they belong in the same faction as you, and cannot attack you, unless they pick the Betray option after clicking your profile icon, which typically carries a lot of risk for them too. In fact, you can help each other since they can take tiles next to yours, and vice versa, as long as those tiles are within the range of your Settlement or one of your Forts.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-allies-1000x563-1.jpg"
	},{
		"name": "Chapter Quests",
		"description": "Early on, Chapter Quests give okay rewards but nothing too impressive. A little later on though, they reward you with delicious, tasty Tile Limit upgrades, important for maintaining a large, prosperous kingdom. Keep doing these to get ever more territory, for ever more resources and an ever larger military. They’re also a great guide to progression, pretty much telling you what your kingdom might be missing at the moment.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-chapter-quests-1000x563-1.jpg"
	},{
		"name": "Historical Reenactments",
		"description": "The Red Book of Westmarch in your tavern lets you see the history of Middle-Earth, starting with the War of the Last Alliance. This is a great way to get free resources provided you know what you’re doing, not to mention a good way to burn time if your commanders are busy. You aren’t bringing your own units to combat, but using pre-determined army compositions on a small map.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-west-march-1000x563-1.jpg"
	},{
		"name": "Forts On The Edge",
		"description": "Try not to waste gold by building forts immediately. Their main function is to act as outposts for your army, since their movement range is based on where they’re stationed on the map. You can conquer up to a 50 tile radius around your main settlement, and that goes the same for your forts, and at one point, you won’t be able to take terrain 50 tiles away from your Forts.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-fort-1000x563-1.jpg"
	},{
		"name": "Stamina Expense",
		"description": "It is important to expend your army’s stamina, especially early on where they have tons of things to do and lots of land to conquer. Whether it be Gathering, taking tiles or doing Mock battles, make sure you burn your armies’ stamina dry before logging off and telling them to do Tips. This way, you make the most of each session. Just remember though that Gathering and Mock Battles also expends Ability Points, so if that’s dry AND your tile cap is full, you might as well take a break anyway.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-burning-stamina-1000x563-1.jpg"
	},{
		"name": "THE FIRST DAY RAMPAGE: BUILDING AN EMPIRE’S FOUNDATION",
		"description": "The first day of your game is possibly your most important one, as the game slows down a lot once you’ve accumulated enough land and built enough stuff that the timers start taking hours rather than seconds.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-busy-first-day-1000x563-1.jpg"
	},{
		"name": "Absolutely Aggressive Expansionism",
		"description": "See that little flat tile over there with 1 Ring Power per hour? Looks worthless right? Nah, grab it anyway! Accumulating a boatload of low tier tiles early on with your small starting forces is way better than staying a small kingdom and waiting forever to gather enough resources to take higher level land, all because you want to save your oh-so-precious terrain capacity.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-a-humble-tile-1000x563-1.jpg"
	},{
		"name": "Keep The Construction Crews Busy",
		"description": "You’ve got two measely build queues, and you better put them to use. Upgrade and build as many structures as you can early on. If it takes anywhere below 5 minutes to build? Build it! Of special note is your Barracks and Conscription office: You need those to power up your Main Hall, which makes more advanced recruitment structures available.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-busy-workers-1000x563-1.jpg"
	},{
		"name": "Conscription Papers For Cannon Fodder",
		"description": "So you’ve only got one unit type available on your first day. No problem, since you’re supposed to be fighting relatively weak tiles by the acre, keep conscripting as many troops as you can, even if it’s just the t1 cannon fodder you get at the start of the game. Keep the troops flowing for your armies and reinforcements, so they can keep getting as many tiles as they can on the first day.",
		"img": "https://www.levelwinner.com/wp-content/uploads/2021/10/the-lord-of-the-rings-rise-to-war-cannon-fodder-1000x563-1.jpg"
	},{
		"name": "Building Forts In The Lord Of The Rings: Rise To War",
		"description": "Eventually, players will need to expand to other regions inside Lord of the Rings: Rise to War, which puts them into conflict with enemies. To march great distances, players need to build forts. Forts are buildings that increase a commander’s movement range from the settlement. It essentially acts as a forward operating base.",
		"img": "https://static2.srcdn.com/wordpress/wp-content/uploads/2021/09/The-Lord-of-the-Rings-Rise-to-War-Enemy-Territory.jpg?q=50&fit=crop&w=740&h=370&dpr=1.5"
	},{
		"name": "Capturing territories to build up power",
		"description": "You’ll quickly find that the more land you amass, the more power you have in The Lord of the Rings: Rise to War, and as you capture it, your ring becomes stronger. The reason you want to expand out is to not only bless your troops with stronger traits but to gain essential resources as well. Knowing how this is displayed on the map will make that process easier.",
		"img": "https://images.148apps.com/2021/10/113102/269257/lotrscreenshot113652.jpg"
	},{
		"name": "Gathering Essential Resources",
		"description": "In The Lord of the Rings: Rise to War, you must claim resources to keep your armies strong and to gain the materials you need to reinforce your settlement. Most resource tiles offer building materials and upgrade materials. There are also tiles that give you additional types of troops and ones that provide means to move faster through the environment, like cave tiles.",
		"img": "https://images.148apps.com/2021/10/113101/269257/5.jpg"
	},{
		"name": "Strengthen your commander’s equipment",
		"description": "Strengthening your equipment improves its stats without affecting its special effects. Not only that, but strengthening necessitates the use of similar-quality and-type equipment. After a piece of equipment has been strengthened three times, it must be strengthened again with the same type of equipment.",
		"img": "https://www.memuplay.com/blog/wp-content/uploads/2021/10/Lord-of-the-Rings-Rise-to-war-items-1024x473.jpg"
	},{
		"name": "Join a Warband (Fellowship) or create your own",
		"description": "After disbanding or leaving a Fellowship, players must wait at least 2 hours before joining or starting a new one. When members of the Fellowship defeat Territory defenders or Mobs, they gain experience that can be used to upgrade the Fellowship. That is why teamwork is so crucial in the game. In addition to increasing capacity, upgrading the fellowship unlocks the Fellowship store, the Fellowship Fortress, and much more.",
		"img": "https://www.memuplay.com/blog/wp-content/uploads/2021/10/Lord-of-the-Rings-Rise-to-war-warbandjpg-1024x473.jpg"
	},{
		"name": "Forts in Lord of the Rings: Rise to war",
		"description": "Players will eventually need to expand to other areas within Lord of the Rings: Rise to War, which will pit them against enemies. Players must construct forts to march long distances. Forts are structures that extend a commander’s range of movement away from a settlement.",
		"img": "https://www.memuplay.com/blog/wp-content/uploads/2021/10/Lord-of-the-Rings-Rise-to-war-fortjpg-1024x473.jpg"
	},{
		"name": "get more gold and gems",
		"description": "To increase the amount of Gold levied, players must upgrade the Quarters. Gold can also be levied once every 2 hours, with a maximum of 5 levies held at any given time.",
		"img": "https://www.memuplay.com/blog/wp-content/uploads/2021/10/Lord-of-the-Rings-Rise-to-war-season-1024x473.jpg"
	},{
		"name": "Ways to get HUGE EXP",
		"description": "It’s easy to get EXP in LOTR: Rise to Battle by participating in mock battles. This type of fighting does not necessitate large or powerful armies. So, while other commanders are busy conquering new lands for you, you can choose the commander you want to level up and give him a weak and small army.",
		"img": "https://www.touchtapplay.com/wp-content/uploads/2021/09/best-factions-lotr.jpg"
	},{
		"name": "proper weapons",
		"description": "When you have a good arsenal of weapons, also known as equipment. Don’t forget to add them to your “Best” Commanders or attach them to them. And don’t leave it there! You must also strengthen your equipment regularly. Strengthening your equipment improves its stats without affecting its special effects. It also consumes similar-quality and-type equipment. After a piece of equipment has been strengthened three times, it must be strengthened again with the same type of equipment.",
		"img": "https://www.touchtapplay.com/wp-content/uploads/2021/09/strengthen-equipment-in-lotr.jpg"
	},{
		"name": "Factions Explained",
		"description": "The second biggest decision is to choose your faction effectively. There are a total of six factions, and everyone is different in terms of power levels but balanced in all aspects. But every faction has its own combat perks and special abilities that can be explored.",
		"img": "https://encdn.ldmnq.com/faq/images/en/ccd459f5-88f0-45a4-9a80-1daf1a4379de.jpg"
	},{
		"name": "Haldir",
		"description": "Haldir is following the instructions of Galadriel, and he is more than a great unit for the game. This commander is not just a march warden, and he got the best skills to become a balanced unit. Moreover, Haldir also has a great kit with him. All the skills of Haldir are focused on dealing with the damage. And he can increase the stats of the battles.",
		"img": "https://media.pocketgamer.com/artwork/na-31596-1638881385/rise-to-war-haldir_jpg_820.webp"
	},
 ]
