[{
		"name": "Poppy",
		"description": "Poppy Playtime is a game of the horror genre that is loved by many thrill-loving gamers. The gameplay of Poppy Playtime is also quite similar to many current PC horror games.But the point that makes Poppy Playtime stand out is not the gameplay or the plot. It is the character Huggy Wuggy in the game, which has only been around for a while, but Huggy Wuggy has become a much talked about icon and even has many mobile games appear Huggy Wuggy, below is a list of Poppy games. Playtime on mobile best.",
		"img": "https://static2.srcdn.com/wordpress/wp-content/uploads/2021/11/Poppy-Playtime-Huggy-Wuggy-Greeting.jpg?q=50&fit=crop&w=960&h=500&dpr=1.5"
	},
	{
		"name": "Scary Five nights",
		"description": "Five Nights Playtime, although not 100% the original game on PC, and especially Huggy Wuggy, has been replaced with a character that looks funnier but is enough to scare players with the same fear as Huggy.The gameplay of Five Nights Playtime is also different from the original game. However, you will still use Grabpack to unlock the content in the game. Also watch in-game instructional videos to learn and escape from this demonic factory",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983890.jpg"
	},{
		"name": "Who Is Huggy Wuggy",
		"description": "Despite being Poppy Playtime Chapter 1's main antagonist, not much is actually known about Huggy Wuggy, leaving players to piece together who or what he is through little hints and pieces of hidden lore found throughout Poppy Playtime",
		"img": "https://static3.srcdn.com/wordpress/wp-content/uploads/2021/10/Poppy-Playtime-Shadows-Promo-Image.jpg?q=50&fit=crop&w=740&h=370&dpr=1.5"
	},{
		"name": "How To Solve The Security Door Code",
		"description": "When players are confronted with the “Exp. 1006” death screen, it makes sense to assume that this title refers to Huggy Wuggy, since he’s obviously directly responsible for their death.",
		"img": "https://static2.srcdn.com/wordpress/wp-content/uploads/2021/11/Poppy-Playtime-Grey-Tape.jpg?q=50&fit=crop&w=740&h=370&dpr=1.5"
	},{
		"name": "Get The Red GrabPack Hand In Poppy Playtime",
		"description": "Once the player enters the Playtime Co. toy factory in Poppy Playtime, they will be greeted by Huggy Wuggy, who is standing stationary in the middle of the central room. There are several rooms here, but players will note that there are two doors that require a hand-scan to open. The door on the right has scanners for both the blue and red hands, but the door to the left can be opened with the blue hand alone.",
		"img": "https://static0.srcdn.com/wordpress/wp-content/uploads/2021/10/Poppy-Playtime-Red-Hand-Location-Guide.jpg?q=50&fit=crop&w=740&h=370&dpr=1.5"
	},{
		"name": "Security Breach Is Players' Lowest Rated Game In The Series",
		"description": "The Five Nights at Freddy's series has changed greatly over the years, with creator Scott Cawthon trying out new ways to scare players across the franchise. The games - along with book releases - have weaved a complex web of lore for the series, one that's fascinated players beyond just the scenes shown in the games.",
		"img": "https://static3.srcdn.com/wordpress/wp-content/uploads/2021/12/FNAF-Security-Breach-Lowest-Game-Metacritic-User-Reviews.jpg?q=50&fit=crop&w=960&h=500&dpr=1.5"
	},{
		"name": "coming out",
		"description": "https://cdn-www.gamerevolution.com/assets/uploads/2021/10/Poppy-Playtime-Nintendo-Switch-Switch-Lite-and-OLED-model-version.jpg",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983781.jpg"
	},{
		"name": "Resembles FNAF Phone Calls",
		"description": "Since the beginning of the franchise, Five Nights at Freddy's has utilized sarcastic humor throughout its games. The phone calls and mocking cartoon cutscenes are a hallmark of the FNAF humor. Poppy Playtime adds similar levity when an old VHS tape is found and the player is sarcastically told that they are trespassing.",
		"img": "https://static3.srcdn.com/wordpress/wp-content/uploads/2021/12/Poppy-Playtime-Poppy-Trailer.jpg?q=50&fit=crop&w=740&h=370&dpr=1.5"
	},{
		"name": "Through Vents",
		"description": "Another thing that feels reused from FNAF is vent chasing. In Poppy Playtime, Huggy Wuggy chases the player through the vents in the facility, creating a spooky chase in the dark. FNAF builds a lot of its gameplay on animatronics crawling through vents to get to the player, and while the idea is made different through the player's increased movement and agency in Poppy Playtime, the idea remains thematically very similar.",
		"img": "https://static2.srcdn.com/wordpress/wp-content/uploads/2021/11/Poppy-Playtime-Huggy-Wuggy-Greeting.jpg?q=50&fit=crop&w=740&h=370&dpr=1.5"
	},{
		"name": "Entering the Lobby",
		"description": "Once you have the Blue hand head back to the reception area. Jump over the turn-style by the front desk to reach a door with a blue hand above it. Shoot your blue hand at the switch to open the door. This door leads you to the factory and the real start of the scary section of the game.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20125825/blue-hand-door-poppy-playtime-750x422.jpg"
	},{
		"name": "Playtime Lobby",
		"description": "Inside the lobby you will see a few interesting things. The first, and most prominent, is the large toy creature named Huggy Wuggy in the center of the room. Huggy Wuggy is the toy that chases you throughout this chapter. The second thing you will notice is that there are seven doors in this room. These doors lead to different areas of the factory.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20130410/key-lobby-poppy-playground-750x422.jpg"
	},{
		"name": "Yellow Power Room",
		"description": "Once you have the Yellow Key make your way to the door labelled Power. Go through the doors and into the Power generating room. Inside this room we need to get the power back up and running.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20131348/turn-power-back-on-poppy-playtime-1536x864.jpg"
	},{
		"name": "Key",
		"description": "Before going through any of the doors we need to grab the Yellow Power Room Key dangling from the giant toys hand using your blue hand. To do this shoot the blue hand door to the left. The door won’t open because it has no power. When you do this the Yellow Key will drop into the creatures upraised hand. Use your hand to grab it.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20131352/turn-power-back-on-poppy-playtime2-1536x864.jpg"
	},{
		"name": "Turn the Power Back On",
		"description": "In the Power room head to the very end of the room to encounter a socket that is covered. Use the Blue hand to open this cover on the socket. Once the socket is open shoot the Blue hand onto the exposed socket. Hold the Blue hand there and walk around the two electricity conducting poles in the room leading back to the front. Doing this correctly turns the power back on.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983812.jpg"
	},{
		"name": "Get the Red Hand",
		"description": "Head forward through this room past the Yellow VCR and go up the stairs onto the catwalk. On the catwalk walk forward until you reach a control panel. Next to the control panel is a Blue Fuse on the ground and a gap in the railing. Grab the fuse and place it into the control panel then drop down to the floor below using the gap in the railing.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20133754/red-hand-poppy-playtime-750x422.jpg"
	},{
		"name": "Blue Fuse",
		"description": "In the room below you need to find the three additional fuses. These fuses appear to be randomly spawned into the room. Just be thorough in looking through the room to find them they are usually on the floor or on the shelves. Once you have all three fuses return to the control panel and place them.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983828.jpg"
	},{
		"name": "Yellow Tape (Optional)",
		"description": "If you are interested in snagging all the VHS tapes there is one in the factory room where you get the Red hand. The Yellow Tape can be found on the second leaning shelf closest to the door. Walk behind the first shelf to snag it. The VCR to play it on is next to the stairs leading to the catwalk you pass when going up to the control panel.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20133620/yellow-tape-location-poppy-playtime-1536x864.jpg"
	},{
		"name": "Yellow Tape",
		"description": "Once you’ve grabbed the Red hand (and VHS tape) we can now leave the Factory area. If you try to go back to the Lobby the way we came you wont be able to. Instead we need to use the newly unlocked Red hand. As you may have noticed in the room we got the Red hand from there is a conveyor belt with a door on it. Use both hands to open this door then walk down the belt until you slide to an area below.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983906.jpg"
	},{
		"name": "Complete the Conveyor Circuit Puzzle",
		"description": "At the bottom of the conveyor belt you will be stuck. To advance you need to complete a circuit. Right where you land take a right and walk along the conveyor belt there until you reach a ramp leading up. Go up this ramp and look to the right. There is socket here.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20135004/conveyor-belt-circuit-puzzle-poppy-playtime-750x422.jpg"
	},{
		"name": "Make A Friend Room",
		"description": "The room you land in is not operational until you get the power going. To do this go up the stairs to the catwalk above. When you reach the catwalk use a hand to pull the catwalk to you to cover the gap.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983968.jpg"
	},{
		"name": "Pink Tape (Optional)",
		"description": "Once you’ve covered the gap with the catwalk you can walk across it to reach a socket. Before doing that if you look to the right on the wall you will see the Pink Tape on the blue painted square. Grab the tape if you wish and use the Pink VCR to watch it.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20135733/pink-tape-location-poppy-playtime-750x422.jpg"
	},{
		"name": "Catwalk Circuit Puzzle",
		"description": "Walk forward to the socket. Ignore it for now and head towards the middle of the catwalk. Turn to your right and you will see see another piece of catwalk you can pull. Pull the catwalk towards you to make a shortcut to the poles. Head back to the socket and connect to it. Walk across the shortcut and walk to your right so your are heading towards the socket we need to connect to.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20140759/complete-circuit-puzzle-poppy-playroom-1536x864.jpg"
	},{
		"name": "A Friend and Huggy Wuggy Chase",
		"description": "With the power back on make your way back downstairs. Now the machinery below is running. Push the Make A Friend console button in the middle of the room. When you press this button the room’s machinery comes to life. Look to the left of the console and pull the three levers you see on the pieces machines.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560532984.jpg"
	},{
		"name": "Catwalk and Chapter Ending",
		"description": "On the catwalk make your way towards the door with the Flower around it. There is nothing to fear here so no need to be worried. Continue forwards towards the door.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560436828.jpg"
	},{
		"name": "Abilities and Anatomy",
		"description": "While walking, Huggy has a stiff, yet rather lithe and oddly organic-looking gait. He is capable of breaking into incredible bursts of speed, using his long arms and legs to propel himself forward. While crawling through the vents after the player, Huggy is able to bend and contort his body to fit into tight spaces.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560436890.jpg"
	},{
		"name": "In-game Description",
		"description": "With a bit of string and polyester, our lovable, blue pal Huggy was brought to life! Huggy Wuggy has gone on to be Playtime Co.'s most popular and best-selling toy so far",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560436843.jpg"
	},{
		"name": "Playtime the Superior",
		"description": "Poppy Playtime seems to have gone viral among the popular Let’s Players just in time for Halloween. One can hope that, with its taking cues from predecessors in the corrupted nostalgia genre, that it can also serve as a redemption for those with creators that have broken their pedestals.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560421765.jpg"
	},{
		"name": "Chapter One",
		"description": "The player watches a 1980s video cassette that features a commercial for Poppy. She’s an AI doll designed to respond to human commands, to talk. You simply have to polish her shoes and ask her questions. Poppy closes the video by insisting that she is a real girl. A letter follows, asking you to find a flower in the old Poppy Playtime factory and display it.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560421546.jpg"
	},{
		"name": "Corrupted Nostalgia",
		"description": "The genre of corrupted nostalgia in a video game isn’t new. There are creepy dolls in plenty of media that remind us of our childhood, or of the one that the creators had. Five Nights at Freddy’s happens to be the franchise that is most commonly associated with the genre, if not the first game to traverse that route.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560421625.jpg"
	},{
		"name": "Huggy Wuggy",
		"description": "A doll designed to hug children. At the time it was the main toy of Playtime Co., best seller… and now a murderer.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560437093.jpg"
	},{
		"name": "The Player",
		"description": "The player, it's you. At no time do you see your body or appearance and do not communicate. He's a former employee of Playtime Co. tormented by his past and seeking to solve the mystery of the disappearance of his companions.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560437078.jpg"
	},
	{
		"name": "Elliot Ludwig",
		"description": "Cat-Bee was mass-produced with the Make-A-Friend machine. It has a very important role in the game, because it will be a doll that you can use as an assistant.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983968.jpg"
	},{
		"name": "FALSE SENSE OF SECURITY",
		"description": "Most of the chapter is atmospheric and consists more of sounds you would get from interacting with the environment. The atmospheric sounds have a few droning notes and piano notes. It adds to the mystery of the factory and helps aid the suspense and build-up of the game.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/561983906.jpg"
	},{
		"name": "GRAPHICS",
		"description": "The visuals are lifelike and grungy, which corresponds to the idea that the facility is stranded. The area never looks bright and remains in low lighting. The long hallways and smaller regions like the vents intensify the feeling of being trapped",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560450078.jpg"
	},{
		"name": "AUDIO",
		"description": "When exploring the facility, you can spot posters plastered around the game featuring Huggy Wuggy and other unseen mascots to promote the facility and stimulate kids. Much of the art is also trailed around the walls and has a simplified cute art style. Another fascinating thing is that the colors utilize the three primary colors.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560450093.jpg"
	},{
		"name": "fresh mechanic",
		"description": "You may have some visual shorts that introduce the different sections of the game, or the player may have a portable VHS device for the audio snippets. Although I believe the VHS audio clips are compelling, having them play from the TV with only a symbol in front doesn’t fully utilize the mechanic to its full potential.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560450109.jpg"
	},{
		"name": "NOTABLE QUIRKS",
		"description": "Collecting and watching VHS Tapes is also essential for uncovering the story and helping with potential clues to progress within the game. One of the best demonstrations for this is the second VHS tape, which demonstrates how to use the Grabpack.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560437000.jpg"
	},{
		"name": "LIFE BACK INTO THE TOY",
		"description": "One of the best uses of this toy is when you reach the Make-A-Friend section of the facility. You pull together infrastructures and puzzle your way through powering up the Make-A-Friend machine. Once you bring life into the system, you can make your toy from head to toe and unlock the next part of the game. Most of your time in the establishment revolves around making the toy factory work again. It’s almost like picking up the pieces and putting them back together.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560437046.jpg"
	},{
		"name": "POWERED BY VHS",
		"description": "Playtime leaves a feeling of mystery throughout the game. There are no explanations immediately, and if there are, they are usually in VHS tapes. Within the VHS tapes, you collect the story throughout the game. Each VHS tape uncovers the hidden lore of the facility and the dangers presented within. I highly recommend checking out the game yourself, as the tapes are spoiler-heavy.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560437062.jpg"
	},{
		"name": "Testing Facility",
		"description": "The Testing Facility or Testing Room is a currenly unreachable location that is theorized to be linked with Boogie Bot, so it's also theorized Boogie Bot could become a future antagonist.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/8/82/Testing-boogie.png/revision/latest/scale-to-width-down/1000?cb=20211101184823"
	},
	{
		"name": "Innovation",
		"description": "The Innovation room is also an unreachable location that seems to be linked to Poppy Playtime herself. However, it was also theorized that it could be someone else.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/1/12/Innovation-poppy.png/revision/latest/scale-to-width-down/1000?cb=20211101185036"
	},{
		"name": "Theater",
		"description": "The Theater is an unreachable location that will most likely be opened in the future, but hence its name, it could actually be a sort of theater to entertain children while playing. It could have showed multiple shows or cartoons of the different mascots",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/d/d3/Theater-catbee-bron.png/revision/latest/scale-to-width-down/1000?cb=20211101185256"
	},{
		"name": "Cafeteria",
		"description": "The Cafeteria is an unreachable location that is, hence its name, a cafeteria. However, it's one of the two sections that is not linked with anyone, or just doesn't have a painting of someone in general. It was theorized, especially by Gamerjoob on YouTube, that the Cafeteria could be linked with Candy Cat, hence her name, she probably likes to eat. But it could also be Kissy Missy or Bron.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/0/0c/Cafeteria-kissy-missy-candy-cat-idk.png/revision/latest/scale-to-width-down/1000?cb=20211102075053"
	},{
		"name": "Candy Cat",
		"description": "Candy Cat always marches to the beat of her own drums. True to her 1970s release date, Candy Cat is a free-spirited icon and is a favorite amongst children who have been known to indulge in sweets.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/c/cb/BadCandyCatRenderLol.png/revision/latest/scale-to-width-down/1000?cb=20220110184544"
	},{
		"name": "Boogie Bot",
		"description": "Boogie Bot is amongst the cutest robots Playtime Co. has ever come to know. The lovable robot’s playful and delicate side earned him a spot on the walls of the Playtime Co. factory for what turned out to be many years after Boogie Bot himself was being produced.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/2/2e/BoggieBotHD.png/revision/latest/scale-to-width-down/1000?cb=20211113211041"
	},{
		"name": "Kissy Missy",
		"description": "Kissy Missy is more than just Huggy Wuggy’s better half. She is a beacon of Playtime Co. policies and won’t hold back on letting the people know about it. Listen up and pucker up for this fuzzy pink lady.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/f/fc/Female_huggie_colored.png/revision/latest/scale-to-width-down/1000?cb=20211102212410"
	},{
		"name": "Secret Door",
		"description": "This unknown door needs to be opened with both of the GrabPack hands, but when the Player gets the red hand they cannot go back to the Playtime Room, so it makes it impossible to open this door unless using hacks. In a YouTube video it was revealed what was inside. Inside the room, it's a dark, un-colored model of a long staircase that leads to nowhere. This could possibly be one of Chapter 2's main locations in the future when it gets a full model and texture. This is also the second section of the Playtime Room that doesn't have a painting of anyone near it. The first being the Cafeteria.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/0/0a/GrabPack-exclusive_door.png/revision/latest/scale-to-width-down/1000?cb=20211101185444"
	},{
		"name": "Power Room (Staff Only)",
		"description": "The Power Room is the main section of the Playtime Area where The Player turns back on the electricity of the factory, also leading to the disappearence of the Huggy Wuggy statue, which was actually him, and not a sculpture. This room also seems to be linked with Huggy Wuggy, along with him also being near the Make-A-Friend Hallway.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/7/7f/Power-huggy.png/revision/latest/scale-to-width-down/1000?cb=20211101185842"
	},{
		"name": "Cat-Bee",
		"description": "The undamaged form of Cat-Bee resembles a four-legged yellow cat featuring black stripes and two antenna. To the farther side of the two antenna are cat ears. Cat-Bee has a white snout, black nose, thin brown eyebrows, two black eyes with eyelashes, and 4 black stripes on her face (one on each cheek, and two atop her head, lining up with the antenna).",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/c/cb/CatBeeHD.png/revision/latest/scale-to-width-down/1000?cb=20211114010929"
	},{
		"name": "The Door Behind the Closet",
		"description": "The door behind the closet is seen after walking down the stairs in the Poppy Room. It is currenly unable to be accessed and the closet cannot be pushed or pulled either. It's unknown if it will unlock, but most fans believe it will be part of the storyline of Chapter 2. However, the door in the trailer of Chapter 2 is white, but in Chapter 1: A Tight Squeeze, it is blue. However, when going out of bounds, the door is white, which means it may have been affected by lighting or it is a mistake.",
		"img": "https://static.wikia.nocookie.net/pplaytime/images/e/e5/Door-uwu.png/revision/latest/scale-to-width-down/687?cb=20211225173243"
	},{
		"name": "Death",
		"description": "If you happen to get The Player to die to anything (as of right now, Huggy and fall damage can kill you), they will get a random quote telling them to get up, following a white screen fading in, then you teleporting back to where you were before you died. The death quotes are random, and some relating to the lore.",
		"img": "https://www.gry-online.pl/Galeria/Html/Poradniki/2138/560421765.jpg"
	},
]
