
[{
		"name": "Dragon AK",
		"description": "On top of the list of best gun skins in Free Fire is Dragon AK. This is the most popular skin among Free Fire players. It is also the hardest skin to get in Free Fire. This legendary gun skin doubles the fire rate of the weapon, increases the damage and stability but does not meddle with the range of the weapon. Dragon AK skin can be obtained through New Year events.",
		"img": "https://img.gurugamer.com/resize/740x-/2020/08/04/dragon-ak-74be.jpg"
	},
 {
		"name": "Black Widow Ocean (Famas)",
		"description": "Among the top gun skins in Free Fire, Black widow ocean skin is the best skin that improves the ability of the Famas gun. Similar to Dragon AK, Black Widow Ocean gives the Famas gun improvements of double fire rate, increased damage, and decreased magazine capacity.",
		"img": "https://img.gurugamer.com/resize/740x-/2020/08/04/back-widow-ocean-4af6.jpg"
	},
 	{
  		"name": "Venom M4A1",
		"description": "Venom M4A1 gives your weapon the same improvements as Dragon AK and Black Widow Ocean, which increases the fire rate of your weapon by twice and increase damage as well. This skin can be acquired from the Cataclysm Set with a price of 40 diamonds.",
		"img": "https://img.gurugamer.com/resize/740x-/2020/08/04/venomm4a1-33e9.jpg"
	},
	{
  		"name": "Vampire (Famas)",
		"description": "Vampire skin is another Famas gun skin among the best skins in Free Fire you should have. This skin improves your gun by doubling the damage, increasing magazine capacity, but it also decreases the range of the gun. You have to spend 40 diamonds to obtain this skin from the Phantom Assassin Set.",
		"img": "https://img.gurugamer.com/resize/740x-/2020/08/04/vampire-famas-4a1c.jpg"
	},
	{
  		"name": "Ultimate Titan Scar",
		"description": "If you are searching for the best scar skins in Free Fire, Ultimate Titan Scar is the best choice for you. This skin not only enhances your weapon’s look by giving bright green fluorescent finish to the gun but also doubles the fire rate and increases the damage.",
		"img": "https://img.gurugamer.com/resize/740x-/2020/08/04/ultimate-titan-ff96.jpg"
	},
	{
  		"name": "Blood Moon scar",
		"description": "One of the most lethal gun skins in Free Fire is Blood Moon Scar. By using this skin, your gun will have the damage doubled and the range increased. The only downside of the Blood Moon scar is that it reduces the accuracy of the weapon, so you should consider using it in some cases.",
		"img": "https://img.gurugamer.com/resize/740x-/2020/08/04/blood-moon-7dac.jpg"
	},
	{
  		"name": "Cupid scar",
		"description": "Like Ultimate titan scar, Cupid scar will double the fire rate of your weapon and increase the damage of each shot. However, the range of the weapon will be reduced. Generally, Cupid scar is still one of the favorite scar skins in Free Fire because along with the improvements for your weapon, it also gives your gun a very adorable appearance with heart patterns and a mix of white",
		"img": "https://img.gurugamer.com/resize/740x-/2020/08/04/cupid-scar-e4f8.jpg"
	},
	{
  		"name": "Mighty Fist",
		"description": "This is the second fist skin that came out in Free Fire. This is quite a special skin in the sense that it’s part of the Free Fire and One Punch Man collaboration. The game comes up with brand new exciting events every month. The skin resembles the glove Saitama wears, the protagonist of the anime. The skin came in the Faded Wheel event this January.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/10/Mighty-Fist-Free-Fire.jpeg"
	},
	{
  		"name": "Cobra Fist",
		"description": "The third to follow in line, the Cobra fist skin is, again, a part of a huge event in Free Fire that took place in February this year. The Cobra event offered a lot of goodies such as the Cobra Rage bundle, new themed emotes, etc. Talking about the skin, the fist depicts the fangs of a lethal cobra. Blood red-painted all over the fist, which renders it quite attractive. This skin was also released in the Faded Wheel event around the ending of February.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/10/Cobra-Fist-Free-Fire.jpeg"
	},
	{
  		"name": "K.O. Fist",
		"description": "A part of the K.O. event held in April. This skin is quite different from the earlier ones in terms of possessing a totally different appearance and animations. The purple color shade coupled with the lightening effects gives it a very cool look. The skin was made available in the Faded Wheel shop, and surprisingly, didn’t cost much when most of the player base tried out its luck.",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/10/KO-Fist-Free-Fire.jpeg"
	},
	{
  		"name": "Hailstone Fist",
		"description": "This is rather one of the most awaited skins yet to come in the Indian server. Though, it’s available on a few other servers including the North America server. This skin is the polar negative of the OG Flaming Fist in terms of appearance. Chill light blue-colored skin with icy cool looks and a sound effect that differs from the other ones. The player base hopes the skin gets available across all the servers soon!",
		"img": "https://gamingonphone.com/wp-content/uploads/2021/10/Hailstone-Fist-Free-Fire-1536x864.jpg"
	},
	{
  		"name": "Flaming Dragon AK",
		"description": "Dragon AK is one of the famous and powerful ARs in Free Fire. It is also one of the rarest and desired gun skins in the game. The skin comes in the list of Legendary gun skins. The ability of the skin increases the damage rate of the gun as well as doubles the fire rate of the gun. The players who will use it will get increased stability.",
		"img": "https://esportsgen.com/wp-content/uploads/2021/09/Screenshot-2021-09-17-195844.jpg"
	},
	{
  		"name": "Pumpkin Flames Ak",
		"description": "The ability of the gun skin is that it has a special kill feed message with an increased fire rate and with doubled accuracy. Players can also flaunt this gun animation in the game lobby. They can buy the gun skin at the in-game store for 40 diamonds.",
		"img": "https://esportsgen.com/wp-content/uploads/2021/09/Screenshot-2021-09-17-195859.jpg"
	},
	{
  		"name": "M1014 Apocalyptic Green",
		"description": "M1014 Apocalyptic Green is one of the rarest and highly desired gun skin ever in Free Fire. Players will have a special advantage while using this because it increases the fire rate and the range at the same time. The reloading speed of the gun is slow which is quite disturbing. Players can use this skin for long-range fights instead of using the M1887 shotgun.",
		"img": "https://esportsgen.com/wp-content/uploads/2021/09/Screenshot-2021-09-17-195931.jpg"
	},
	{
  		"name": "Great Plunder Groza",
		"description": "This is one of the best Groza skins available in Free Fire. The Great Plunder Groza is available in the store section of Free Fire and can be bought for 40 diamonds. This skin doubles the accuracy and increases the damage of the Groza. It also contains a specialized kill feed during the game.",
		"img": "https://staticg.sportskeeda.com/editor/2020/11/df207-16061314993127-800.jpg"
	},
	{
  		"name": "Rebel Academy P90",
		"description": "This is one the most viable skins which can be used with a P90 gun in Free Fire. It doubles the damage and increases the range of the gun, making it lethal during close and mid-quarter combat. Players can buy it from the store for 40 diamonds.",
		"img": "https://staticg.sportskeeda.com/editor/2020/11/9e784-16061315230271-800.jpg"
	},
	{
  		"name": "Tropical Parrot M1887",
		"description": "The M1887 is deadly itself, and now with this skin, it’s gotten even more lethal. This shotgun was introduced a few months ago and it became an instant hit among the players. It’s so because of its insane range and firepower. This skin offers an accuracy boost which does help but is hardly noticeable.",
		"img": "https://gamingonphone.com/wp-content/uploads/2020/07/1594919799021.png"
	},
 {
  		"name": "Shotguns",
		"description": "This Incubator skin is from the latest m1014 skin collection to be added in the game under the ‘Apocalyptic‘ series, part of the ‘Rampage 2.0‘. The skin, with its rate of fire, serves to be a very dangerous weapon against all sorts of other short-range weapons. This gun skin offers no damage boosts and might cost you heavily if you end up missing a few shots. Though, it makes drag headshots relatively easier.",
		"img": "https://gamingonphone.com/wp-content/uploads/2020/07/ff1-removebg-preview.png"
	},
 {
  		"name": "Assault Rifles",
		"description": "The Lively Beast skin suddenly became one of the most lethal ones post an update from the past in which the Devs upgraded the default stats of the XM8 and the AN94. The insane rate of fire and considerable damage make this skin one of the best, if not the best AR skin.",
		"img": "https://gamingonphone.com/wp-content/uploads/2020/07/1594919305604.png"
	},
{
  		"name": "Apocalyptic Green m1014",
		"description": "Another skin from the ‘Apocalyptic‘ Incubator series, it is really meant to nullify the m1014’s biggest setback: range. With the increased rate of fire, it just becomes even more deadly.",
		"img": "https://gamingonphone.com/wp-content/uploads/2020/07/ff2-removebg-preview.png"
	},
{
  		"name": "Megalodon Alpha (Scar)",
		"description": "The Megalodon Alpha is an upgradable Evo gun skin. It increases the damage rate and doubles the fire rate of the Scar. However, it decreases the reloading speed of the weapon.",
		"img": "https://staticg.sportskeeda.com/editor/2021/05/0e203-16207040099421-800.jpg"
	},
{
  		"name": " Unicorn's Rage (Golden Era) (AK)",
		"description": "The AK is already one of the most powerful weapons in Free Fire in terms of damage stats.",
		"img": "https://staticg.sportskeeda.com/editor/2021/05/48a34-16207040443163-800.jpg"
	},
{
  		"name": " Blue Flame Draco (AK)",
		"description": "The Blue Flame Draco AK skin is an Evo weapon skin that can be leveled up. The skin can be upgraded up to level seven.",
		"img": "https://staticg.sportskeeda.com/editor/2021/04/a9519-16191550626445-800.jpg"
	},
{
  		"name": "Duke Swallowtail (Butterfly) AWM",
		"description": "Butterfly AWM is considered one of the best weapon skins in the Free Fire community. The skin has a bright red outlook and eye-catching esthetics. Upon equipping the skin, the firing rate of the weapon and ammunition capacity of the weapon gets boosted. However, players have to be satisfied with a slower reload speed.",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/a3099-16350127445037-1920.jpg"
	},
{
  		"name": "MAG-7",
		"description": "With mid-range power and high fire rate, the MAG-7 is more agile than most shotguns",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/officialwebsite/weapon/MAG7.png"
	},
{
  		"name": "VECTOR",
		"description": "The Vector is the first Akimbo weapon in Free Fire, it has a short effective range, but devastating power in close range. “Akimbo” - Players can hold one Vector in each hand.",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/officialwebsite/weapon/vector.png"
	},
{
  		"name": "WOODPECKER",
		"description": "The M21 Woodpecker uses AR ammo, has high armor piercing abilities, and is known to be precise and deadly",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/officialwebsite/weapon/Woodpecker_2.png"
	},
{
  		"name": "M82B",
		"description": "Anti-vehicle sniper rifle has a lot of additional damage to the vehicle and ice wall, and the shooting can penetrate the ice wall",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/official/PW_BM82B_Render.png"
	},
{
  		"name": "HAND-CANNON",
		"description": "Small grenade gun occupying the secondary weapon slot, be careful, his power is as deadly",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/official/SW_Hand_Cannon_Render.png"
	},
{
  		"name": "HEATGUN",
		"description": "High tech weapon that uses energy to fire. The gun overheats if players use it for too long.",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/official/PW_Superheat_Gun_Render.png"
	},
{
  		"name": "THOMPSON",
		"description": "Large-caliber double-shot shotguns are equally threatening to enemies at close range",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/official/PW_Thompson_Render.png"
	},
{
  		"name": "M1887",
		"description": "Large-caliber double-shot shotguns are equally threatening to enemies at close range",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/official/M1887.png"
	},
{
  		"name": "XM8",
		"description": "Comes with an attached 2x scope and stable for gunning down enemies at the mid-range.",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/official/2e9c951ed880XM8.png"
	},
{
  		"name": "TREATMENT GUN",
		"description": "The Treatment Gun deals damage against enemies and heals your allies.",
		"img": "https://freefiremobile-a.akamaihd.net/common/web_event/official/d347e7794082HealingGun.png"
	},
{
  		"name": "Valentine AK",
		"description": "Valentine’s AK is very colourful and by far the most appealing AK gun skin in free Fire. It depicts love as the gun is Pink in colour with added blue shades to it. Pink heart bubbles keep on emitting from it. The gun gives a damage boost and decreases the magazine of the gun.",
		"img": "https://firstsportz.com/wp-content/uploads/2021/06/ak-valentine-1536x864.jpg"
	},
{
  		"name": "Kord-Killspark Shinobi",
		"description": "Another great weapon skin that players can get in Free Fire is the Killspark Shinobi skin for the Kord. The weapon skin is purple with lightning bolts coming out of it.",
		"img": "https://staticg.sportskeeda.com/editor/2021/11/b5fd3-16375646014285-1920.jpg"
	},
{
  		"name": "AWM-Swallowtail",
		"description": "AWM Swallowtail skin is considered one of the coolest Free Fire skins. Players can unlock the skin in a loot crate that costs 40 diamonds. Upon upgrading the skin to its maximum level, players can unlock butterfly-like wings that look astonishing.",
		"img": "https://staticg.sportskeeda.com/editor/2021/11/98b32-16375646944696-1920.jpg"
	},
	{
  		"name": "Lightning Strike MP40",
		"description": "The magazine capacity of the gun is increased if the players use this skin. The Lightning Strike skin also boosts the damage rate of MP40. The only downside is that the reload speed of the gun is reduced.",
		"img": "https://staticg.sportskeeda.com/editor/2021/08/3a056-16282320592128-800.jpg"
	},
{
  		"name": "Winterlands MP40",
		"description": "The winter-themed color combination of the gun skin will surely improve the look of the MP40. The rate of fire of MP40 is increased, but the accuracy is reduced. Since the accuracy is compromised, players can use this skin for short-range combat.",
		"img": "https://staticg.sportskeeda.com/editor/2021/08/9b88a-16282321319947-800.jpg"
	},{
  		"name": " Crazy Bunny MP40",
		"description": "This is one of the most popular MP40 gun skins chosen by Free Fire gamers because of its cool look. The skin provides twice the damage rate that the gun can inflict, which makes it a good choice for short-to-medium range combats. However, the magazine capacity is reduced.",
		"img": "https://staticg.sportskeeda.com/editor/2021/08/0e33a-16282323115154-800.jpg"
	},{
  		"name": "Skull Hunter AK",
		"description": "The Skull Hunter AK is pretty beautiful gun skin with a skull design and VFX of neon blue and pink waves. The base weapon AK has a decent range and damage, and can be considered a slight downgrade to the Groza.",
		"img": "https://staticg.sportskeeda.com/editor/2021/08/7a8c2-16296942573908-800.jpg"
	},{
  		"name": "Vampire FAMAS",
		"description": "The FAMAS is another popular Free Fire assault rifle that has decent stats. It is a burst gun that fires three shots at a time and can be a great pick for players who know how to operate it efficiently.",
		"img": "https://staticg.sportskeeda.com/editor/2021/08/56ec6-16296942220523-800.jpg"
	},{
  		"name": "Cyber Bounty Hunter AUG",
		"description": "Among the ARs in Free Fire, AUG is arguably the next best gun after the Groza, but it has remained largely unnoticed. It has an adequate damage rating of 56 with a good range and a high fire rate of 61.",
		"img": "https://staticg.sportskeeda.com/editor/2021/08/d84a5-16282428000339-800.jpg"
	},
	
{
  		"name": "Tagger's Revolt AWM:",
		"description": "Tagger's Revolt AWM skin is suitable for players who love to make quick-scope shots onto enemy players. It improves the overall reload speed and magazine capacity of the gun for the ultimate sniper experience. The skin boasts impressive graffiti on its whole body",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/e2740-16332732125481-800.jpg"
	},
	{
  		"name": "Duke Swallowtail AWM:",
		"description": "The third AWM skin on the list of the best AWM skins in Free Fire Max is Duke Swallowtail AWM. It is one of the best-looking skins for AWM in the game.",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/cbc9b-16332733009402-800.jpg"
	},{
  		"name": "Valentine's AWM:",
		"description": "Valentine's AWM skin is another significant choice for AWM users in the game. It is also one of the oldest weapon skins for AWM in the game.",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/d964b-16332730224886-800.jpg"
	},{
  		"name": "Cheetah AWM:",
		"description": "The best AWM skin in the Free Fire Max title is the cheetah AWM. The skin looks very mesmerizing with its bright yellow color and cheetah-like spots on its body.",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/a10d1-16332729951129-800.jpg"
	},{
  		"name": "Playboy AWM:",
		"description": "For AWM lovers, Playboy skin is one of the best options available on the Free Fire Max. Its colorful orange and white patterns make the weapon skin very eye-catching.",
		"img": "https://staticg.sportskeeda.com/editor/2021/10/fa6ce-16332731208584-800.jpg"
	}
	]
	
	

	


